{"organizationName":"Apple Inc.","backgroundColor":"rgb(63,202,0)","foregroundColor":"rgb(255,255,255)","barcode":{"format":"PKBarcodeFormatQR","message":"123456","messageEncoding":"iso-8859-1","altText":""},"eventTicket":{"primaryFields":[{"key":"event","label":"EVENT","value":"NTI PåskLAN","changeMessage":"Event changed to %@"}],"secondaryFields":[{"key":"loc","label":"LOCATION","value":"Upplandsgatan 45, Annexet","changeMessage":"Location changed to %@"}],"backFields":[{"key":"terms","label":"TERMS AND CONDITIONS","value":"Generico offers this pass, including all information, software, products and services available from this pass or offered as part of or in conjunction with this pass (the \"pass\"), to you, the user, conditioned upon your acceptance of all of the terms, conditions, policies and notices stated here. Generico reserves the right to make changes to these Terms and Conditions immediately by posting the changed Terms and Conditions in this location.\n\nUse the pass at your own risk. This pass is provided to you \"asis\" without warranty of any kind either express or implied. Neither Generico nor its employees, agents, third-party information providers, merchants, licnsors or the like warrant that the pass or its operation will be accurate, reliable, uninterrupted or error-free. No agent or representative has the authority to create any warranty regarding the pass on behalf of Generico. Generico reserves the right to change or discontinue at any time any aspect or feature of the pass."},{"key":"passSourceUpdate","label":"update this pass","value":"123"},{"key":"passSourceSignature","label":"created by PassSource","value":"For more information or to create your own passes, visit: https:\/\/www.passsource.com\nThis pass may contain trademarks that are not licensed or affiliated with PassSource.  The trademarks are owned by their respective entities.  This pass is for personal convenience and is not guaranteed to function or be usable at a merchant.  Please direct any concerns or questions to support+passback@kudit.com."}]},"serialNumber":"5c471cb6b6249","formatVersion":1,"description":"*Event","passTypeIdentifier":"pass.com.kudit.generic","teamIdentifier":"3QPV894C33","webServiceURL":"https:\/\/www.passsource.com\/passhandler","authenticationToken":"vxwxd7J8AlNNFPS8k0a0FfUFtq0ewzFdc"}